---
layout: post
title: "A gift for a student"
date: 2017-02-28
---

#为什么是这本书？#
##曾经有个好朋友告诉我，送别人礼物不要总是送书，应该选择别人需要的东西，而不是你自己感觉好的东西。我点头称是。
然而，今天还是给你买了一本书。
在不是很知道你的喜好的情况下，又不想询问你。
便捉摸着，送你些什么好。唯一能想到的东西，便是书了。然后就开始考虑，应该送什么书。什么书适合你，什么书对你有帮助，什么书是我想送给你的，她又代表着我怎样的祝愿与期待。
去逛书店了。转了两圈，适合你的年纪，适合你的学习阶段，又能够略微表达我这个不称职的“老师”的心意的书，挺不好找的。
最终还是决定选择这本《数学之美》。
纯粹的物理的书可能不太适合你，也没有看到很合适的。##
###选择这本书：
虽然是讲数学的，虽然你的数学比物理好很多，但是还是她了。
1，物理在一定程度上就是数学，当然数学更加抽象。能够认可数学，理解数学，学好数学，再掌握一定的方法，联系实际等，也能够把物理学好。
2，读这本书，不仅要能够看到这本书的表面上的内容，还要能够看到很多内在的内容，或者作者没有明确表达的。(部分东西甚至是作者都没有发现或者意识到的)。
例如：书中的图片信息，不止是表面，还有它拍摄的背景，环境，里面的人等。
结合书的内容，了解如何学习，什么是科研，如何做科研，为什么做科研，为什么科研人喜欢探究等等。
书中的备注，脚标的引申，也是对书内容的拓展，有兴趣或者有必要可以去深入的调查，了解学习。
3，要能够通过阅读这本书，习得里面优秀的学习方法，思维方式等。
例如：书中内容的先后顺序，为什么这样排；书中内容的表达，描述，措辞，为什么这样用；每个章节最后会有个小结，这样有什么好处；你能够应用到自己的学习和生活中么？
这只是我看到的，发现的，意识到的。这只是冰山一角。
4，向优秀的人学习。学习你身边的人。你要考上一所好大学，丰富充实自己的大学生活，有机会出国看看，更好的理解这个世界。热爱生命，热爱生活，热爱自然。
5，要健身，要锻炼，推荐指数五星。强制级。保持身体健康。
6，有的东西你可能没有学过，但是那又有什么关系呢。###

##这些东西不一定都是对的，局限在我自身，那些优秀的人，他们的东西，更加准确，精辟。保持谦卑的心。

如果你不喜欢这本书，看不下去，就束之高阁。##

By the way,新年快乐。
2017.01.13夜
